Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/filezilla-tm.tmx
Source language: en
Languages: ca_es

source: Alternatively, visit http://filezilla-project.org to download the most recent version.
ca_es: Alternativament, visiteu http://filezilla-project.org per a baixar-vos la darrera versió.

source: An error occurred loading the transfer queue from "%s". Some queue items might not have been restored.
ca_es: S'ha produït un error en carregar la cua de transferències des de "%s". És possible que alguns elements de la cua no s'hagin restaurat.

source: An error occurred saving the transfer queue to "%s". Some queue items might not have been saved.
ca_es: S'ha produït un error en desar la cua de transferències a "%s". És possible que alguns elements de la cua no s'hagin desat.

source: An item with the same name as the dragged item already exists at the target location.
ca_es: Un element amb aquest mateix nom que l'arrossegat en la localització de destí.

source: Anonymous
ca_es: Anònim, -a

source: Another remote operation is already in progress, cannot change directory now.
ca_es: Una altra operació remota és en progrés, no es pot canviar el directori ara.

source: Any changes made in the Site Manager could not be saved.
ca_es: Cap canvi al gestor de llocs no ha pogut ser desat.

source: Any changes made in the Site Manager will not be saved unless you repair the file.
ca_es: Si no repareu el fitxer, no es desarà cap canvi fet al gestor de llocs.

source: Any changes made to the filters could not be saved.
ca_es: No s'ha pogut desar cap canvi fet als filtres.

source: Any changes made to the filters will not be saved.
ca_es: No es desarà cap canvi fet als filtres.

source: App&ly to directories only
ca_es: Ap&lica només als directoris

source: Apply
ca_es: Aplica

source: Apply to &current queue only
ca_es: Aplica només a la cua actual

source: Apply to &files only
ca_es: Aplica només als &fitxers

source: Archive
ca_es: Arxiva

source: As tab in the transfer queue pane
ca_es: Com a pestanya en la subfinestra de la cua de transferències

source: Ask for action
ca_es: Dem&ana una acció

source: Ask for password
ca_es: Demana una contrasenya

source: Ask operating system for a port.
ca_es: Demana un port al sistema operatiu.

source: Ask your operating system for the external IP address
ca_es: Demana l'adreça IP externa al sistema operatiu

source: Asking questions in the FileZilla forums
ca_es: Pregunta als fòrums de FileZilla

source: Associated program not found:
ca_es: No s'ha trobat el programa associat:

source: At least one filter condition is incomplete
ca_es: Com a mínim una condició del filtre és incompleta

source: At this point, all required information has been gathered.
ca_es: En aquest punt, tota la informació requerida ha estat recollida.

source: Attribute
ca_es: Atribut

source: Authentication failed.
ca_es: Ha fallat l'autenticació.

source: Author:
ca_es: Autor:

source: Automatic file type classification
ca_es: Classificació de tipus de fitxers automàtica

source: Available sizes
ca_es: Mides disponibles

source: B <Unit symbol for bytes. Only translate first letter>
ca_es: B

source: B&ypass proxy
ca_es: I&gnora el servidor intermediari

source: Basic usage instructions
ca_es: Instruccions bàsiques d'ús

source: Behaviour
ca_es: Comportament

source: Being edited
ca_es: S'està editant

source: Beware! Certificate has been revoked
ca_es: Vigila! S'ha revocat el certificat

source: Binary
ca_es: Binari

source: Blackboard
ca_es: Pissarra

source: Bookmark
ca_es: Adreça d'interès

source: Bookmark:
ca_es: Adreça d'interès:

source: Bookmarks
ca_es: Adreces d'interes

source: Build date:
ca_es: Versió i data de la versió:

source: Build information
ca_es: Informació de la versió

source: Business category:
ca_es: Categoria de negocis:

source: By default uses any available local port to establish transfers in active mode. If you want to limit FileZilla to use only a small range of ports, please enter the port range below.
ca_es: Per defecte utilitza qualsevol port disponible per a establir transferències en mode actiu. Si voleu limitar el FileZilla a només utilitzar un petit rang de ports, especifiqueu el rang de ports aquí sota.

source: C&ancel current operation
ca_es: C&ancel·la l'operació actual

source: C&heck for nightly builds of FileZilla
ca_es: Co&mprova les darreres versions de prova del FileZilla

source: C&lear all
ca_es: &Neteja-ho tot

source: C&opy URL(s) to clipboard
ca_es: C&opia els URL al porta-retalls

source: C&ustom
ca_es: &Personalitza

source: C&ustom filetype associations:
ca_es: Associacions de tip&us de fiter personalitzades:

source: Calculating timezone offset of server...
ca_es: Calculant la diferència de zona horària del servidor...

source: Can't read from file
ca_es: No es pot llegir el fitxer

source: Can't write data to file.
ca_es: No es poden escriure les dades al fitxer.

source: Can't write data to file: %s
ca_es: No es poden escriure les dades al fitxer: %s

source: Cancel
ca_es: Cancel·la

source: Cancel current operation
ca_es: Cancel·la l'operació actual

source: Cancels the current operation
ca_es: Cancel·la l'operació actual

source: Cannot access '%s', no media inserted or drive not ready.
ca_es: No es pot accedir a '%s', cap suport inserit o unitat no disponible.

source: Cannot add server to Site Manager
ca_es: No es pot afegir el servidor al gestor de llocs

source: Cannot close tab while busy. Cancel current operation and close tab?
ca_es: No es pot tancar una pestanya activa. Voleu cancelar la operació actual i tancar la pestanya?

source: Cannot compare directories, different filters for local and remote directories are enabled
ca_es: No es poden comparar directoris, hi ha filtres diferents activats pel directoris local i remot.

source: Cannot compare directories, not connected to a server.
ca_es: No es poden comparar els directoris, no s'està connectat al servidor.

source: Cannot create new filter
ca_es: No es pot crear un nou filtre

source: Cannot edit file
ca_es: No es pot editar el fitxer

source: Cannot edit file, not connected to any server.
ca_es: No es pot editar el fixer, no s'està connectat a cap servidor.

source: Cannot edit file, remote path unknown.
ca_es: No es pot editar el fitxer, no es coneix el camí remot.

source: Cannot establish FTP connection to an SFTP server. Please select proper protocol.
ca_es: No es pot establir una connexió FTP a un servidor SFTP. Si us plau, seleccioneu el protocol adequat.

source: Cannot load Quickconnect bar from resource file
ca_es: No es pot carregar la barra de connexió ràpida des del fitxer de recursos

source: Cannot load file, not a valid XML file.
ca_es: No es pot carregar el fitxer, no es un fitxer XML vàlid.

source: Cannot load keyfile
ca_es: No es pot carregar el fitxer de claus

source: Cannot load toolbar from resource file
ca_es: No es pot carregat la barra d'eines des del fitxer de recursos

source: Cannot rename entry
ca_es: No es pot reanomenar l'entrada

source: Cannot rename file
ca_es: No es pot reanomenar el fitxer

source: Cannot save filterset
ca_es: No es pot desar el conjunt de filtres

source: Cannot select filter
ca_es: No es pot seleccionar el filtre

source: Cannot set file association
ca_es: No es pot fer l'associació d'arxius

source: Cannot show dialog
ca_es: No es pot mostrar el diàleg

source: Cannot view/edit selected file
ca_es: No s'ha pogut veure/editar l'arxiu seleccionat

source: Certificate and session data are not available yet.
ca_es: El certificat i les dades de sessió encara no estan disponibles.

source: Certificate details
ca_es: Detalls del certificat

source: Certificate in chain:
ca_es: Certificat en cadena:

source: Certificate issuer
ca_es: Emissor del certificat

source: Challenge:
ca_es: Desafiament:

source: Change file attributes
ca_es: Canvia els atributs del fitxer

source: Change the file permissions.
ca_es: Canvia els permisos del fitxer.

source: Changing logfile settings requires restart of FileZilla.
ca_es: Per a canviar els paràmetres del fitxer de registre, cal reiniciar el FileZilla.

source: Character encoding issue
ca_es: Problema de codificació de caràcters

source: Charset
ca_es: Joc de caràcters

source: Check for &updates...
ca_es: Comprova si hi ha act&ualitzacions...

source: Check for newer versions of FileZilla
ca_es: Comprova si hi ha noves versions del FileZilla

source: Check for updates
ca_es: Comprova si hi ha actualitzacions

source: Check for updates failed
ca_es: La comprovació d'actualitzacions ha fallat

source: Checking for correct external IP address
ca_es: Comprovant per corregir l'adreça externa IP

source: Checking for updates
ca_es: Comprovant si hi ha actualitzacions

source: Checksum mismatch of downloaded file.
ca_es: La suma de verificació del fitxer baixat no concorda.

source: Choose the default local directory
ca_es: Tria el directori local per defecte

source: Choose the local directory
ca_es: Trieu el directori local

source: Chunk data improperly terminated
ca_es: Dades del fragment finalitzades de forma inadequada

source: Cipher:
ca_es: Clau:

source: Cl&ose tab
ca_es: Ta&nca la pestanya

source: Classic
ca_es: Clàssic

source: Clear &Site Manager entries
ca_es: Netejar les entrades del gestor de lloc&s

source: Clear &layout cache
ca_es: Esborra e&l format de memòria cau

source: Clear &quickconnect history
ca_es: Neteja l'historial de connexió rà&pida

source: Clear &reconnect information
ca_es: Neteja la informació de &reconnexió

source: Clear &transfer queue
ca_es: Neteja la cua de &transferències

source: Clear history
ca_es: Neteja l'historial

source: Clear private data
ca_es: Neteja les dades personals

source: Clear quickconnect bar
ca_es: Neteja la barra de connexió ràpida

source: Clear string coalescer
ca_es: Neteja el coelescedor de cadenes

source: Click on Finish to save your configuration.
ca_es: Cliqueu a Finalitzar per a desar la vostra configuració.

source: Click on next to download the new version.
ca_es: Cliqueu a següent per a baixar la nova versió.

source: Client to server MAC:
ca_es: MAC de client a Servidor:

source: Client to server cipher:
ca_es: Clau de client a servidor:

source: Close &all other tabs
ca_es: Tanca &la resta de pestanyes

source: Close FileZilla
ca_es: Tanca el FileZilla

source: Close all running instances of FileZilla
ca_es: Tanca totes les instàncies en execució del FileZilla

source: Closes current tab
ca_es: Tanca la pestanya actual

source: Co&mments:
ca_es: Co&mentaris:

source: Column properties
ca_es: Propietats de columna

source: Column setup
ca_es: Configuració de columnes

source: Command and its arguments should be properly quoted.
ca_es: L'ordre i els seus paràmetres han d'estar amb les cometes correctament posades.

source: Command failed
ca_es: L'ordre ha fallat

source: Command not supported
ca_es: L'ordre no és compatible

source: Command not supported by this protocol
ca_es: L'ordre no és compatible amb aquest protocol

source: Command:
ca_es: Ordre:

source: Comment
ca_es: Comentari

source: Common name:
ca_es: Nom comú:

source: Communication tainted by router or firewall
ca_es: La comunicació ha estat interferida per l'encaminador (router) o el tallafocs

source: Compare &modification time
ca_es: Compara l'hora de &modificació

source: Compare file&size
ca_es: Compara la m&ida del fitxer

source: Comparison &threshold (in minutes):
ca_es: Llindar de com&paració (en minuts):

source: Comparison threshold needs to be between 0 and 1440 minutes.
ca_es: El llindar de comparació ha de ser entre 0 i 1440 minuts.

source: Compiled for:
ca_es: Compilat per:

source: Compiled on:
ca_es: Compilat a:

source: Compiled with:
ca_es: Compilat amb:

source: Compiler flags:
ca_es: Paràmetres del compilador:

source: Compressed
ca_es: Comprimit

source: Concurrent transfers
ca_es: Transferències simultànies

source: Conditions are c&ase sensitive
ca_es: Les condicions distingeixen entre m&ajúscules i minúscules

source: Configuration test
ca_es: Test de configuració

source: Configure passive mode
ca_es: Configura el mode passiu

source: Configure port range
ca_es: Configura el rang de ports

source: Configuring FileZilla and your network
ca_es: Configura el FileZilla i la xarxa

source: Confirm deletion
ca_es: Confirma la supressió

source: Confirmation needed
ca_es: Es necessita confirmació

source: Congratulations, your configuration seems to be working.
ca_es: Felicitats, la vostra configuració sembla funcionar correctament.

source: Connect bypassing proxy settings
ca_es: Connecta ignorant la configuració del servidor intermediari

source: Connect to specified Site Manager site
ca_es: Connectar al lloc especificat al gestor de llocs

source: Connected
ca_es: Connectat

source: Connecting
ca_es: S'està connectant

source: Connecting to %s
ca_es: S'està connectant amb %s

source: Connecting to %s through proxy
ca_es: Connectant a %s a través del servidor intermediari

source: Connecting to %s...
ca_es: S'està connectant a %s...

source: Connecting to server
ca_es: S'està connectant amb el servidor

source: Connection
ca_es: Connexió

source: Connection attempt failed
ca_es: Ha fallat l'intent de connexió

source: Connection attempt failed with "%s", trying next address.
ca_es: Ha fallat l'intent de connexió a "%s", intentant amb la següent adreça.

source: Connection attempt failed with "%s".
ca_es: L'intent de connexió amb "%s" ha fallat.

source: Connection attempt interrupted by user
ca_es: Intent de connexió cancel·lat per l'usuari/ària

source: Connection closed
ca_es: Connexió tancada

source: Connection closed by server
ca_es: Connexió tancada pel servidor

source: Connection established, initializing TLS...
ca_es: Connexió establerta, inicialitzant TLS...

source: Connection established, sending HTTP request
ca_es: Connexió establerta, enviant petició HTTP

source: Connection established, waiting for welcome message...
ca_es: Connexió establerta, esperant missatge de benvinguda...

source: Connection lost
ca_es: Connexió perduda

source: Connection not allowed by ruleset
ca_es: Connexió no permesa per conjunt de regles

source: Connection refused
ca_es: S'ha refusat la connexió

source: Connection timed out
ca_es: La connexió ha excedit el temps d'espera

source: Connection timed out.
ca_es: La connexió ha excedit el temps d'espera

source: Connection to server lost.
ca_es: S'ha perdut la connexió al servidor.

source: Connection with proxy established, performing handshake...
ca_es: S'ha establert la connexió amb el servidor intermediari, s'està iniciant l'autenticació...

source: Connection with server got closed prematurely.
ca_es: La connexió amb el servidor s'ha tancat prematurament.

source: Connection with the test server failed.
ca_es: La connexió amb el servidor de prova ha fallat

source: Convert keyfile
ca_es: Converteix el fitxer de clau

source: Copy (%d) of %s
ca_es: Còpia (%d) de %s

source: Copy of %s
ca_es: Còpia de %s

source: Copy the URLs of the selected items to clipboard.
ca_es: Copia els URL dels elements seleccionats al porta-retalls.

source: Could not accept connection: %s
ca_es: No s'ha pogut acceptar la connexió: %s

source: Could not add connection to Site Manager
ca_es: No s'ha pogut afegir la connexió al gestor de llocs

source: Could not connect to server
ca_es: No s'ha pogut connectar al servidor

source: Could not connect to server: %s
ca_es: No s'ha pogut connectar al servidor: %s

source: Could not convert command to server encoding
ca_es: No s'ha pogut convertir l'ordre a la codificació del servidor

source: Could not convert private key
ca_es: No s'ha pogut convertir la clau privada

source: Could not copy URLs
ca_es: No s'han pogut copiar els URL

source: Could not copy data
ca_es: No s'han pogut copiar les dades

source: Could not determine the target of the Drag&Drop operation. Either the shell extension is not installed properly or you didn't drop the files into an Explorer window.
ca_es: No s'ha pogut determinar els destí de l'operació d'arrossegar i deixar anar. O l'extensió de l'intèrpret d'ordres no està instal·lada adequadament o no heu deixat anar els fitxers en una finestra de l'Explorador.

source: Could not establish connection to server
ca_es: No s'ha pogut establir la connexió al servidor

source: Could not find the resource files for FileZilla, closing FileZilla. You can set the data directory of FileZilla using the '--datadir <custompath>' commandline option or by setting the FZ_DATADIR environment variable.
ca_es: No s'han pogut trobar els fitxers de recursos pel FileZilla, tancant el FileZilla. Podeu definir el directori de dades utilitzant la opció a la línia de comandes '--datadir <camípersonalitzat>' o configurant la variable d'entorn FZ_DATADIR

source: Could not generate custom login sequence.
ca_es: No s'ha pogut generar la seqüència d'entrada personalitzada.

source: Could not get distinguished name of certificate issuer, gnutls_x509_get_issuer_dn failed
ca_es: No s'ha pogut identificar el nom l'emissor del certificat. gnutls_x509_get_issuer_dn ha fallat

source: Could not get distinguished name of certificate subject, gnutls_x509_get_dn failed
ca_es: No s'ha pogut identificar el nom del subjecte certificat. gnutls_x509_get_issuer_dn ha fallat

source: Could not get full remote path.
ca_es: No s'ha pogut analitzar la ruta remota.

source: Could not get reply from fzputtygen.
ca_es: No s'ha pogut obtenir una resposta de fzputtygen.

source: Could not get temporary directory to download file into.
ca_es: No s'ha pogut aconseguir un directori temporal on baixar el fitxer.

source: Could not import peer certificates, gnutls_x509_crt_import failed
ca_es: No s'ha pogut importar els certificats de l'altre extrem. gnutls_x509_crt_import ha fallat

source: Could not initialize structure for peer certificates, gnutls_x509_crt_init failed
ca_es: No s'ha pogut iniciar l'estructura per als certificats de l'altre extrem. gnutls_x509_crt_init ha fallat

source: Could not load "%s", please make sure the file is valid and can be accessed. Any changes made in the Site Manager will not be saved.
ca_es: No s'ha pogut carregar "%s", assegureu-vos que el fitxer és vàlid i que s'hi pot accedir. Qualsevol canvi fet al gestor de llocs no serà desat.

source: Could not load keyfile
ca_es: No s'ha pogut carregar el fitxer de claus

source: Could not load private key
ca_es: No s'ha pogut carregar la clau privada

source: Could not obtain corresponding local directory for the remote directory '%s'. Disable synchronized browsing and continue changing the remote directory?
ca_es: No s'ha pogut obtindre el directori local corresponent per al directori remot '%s'. Vols deshabilitar la navegació sincronitzada i continuar canviant el directori remot?

source: Could not obtain corresponding local directory for the remote directory '%s'. Synchronized browsing has been disabled.
ca_es: No s'ha pogut obtindre el directori local corresponent per al directori remot '%s'. Deshabilitada la navegació sincronitzada.

source: Could not obtain corresponding remote directory for the local directory '%s'. Synchronized browsing has been disabled.
ca_es: No s'ha pogut obtindre el directori remot corresponent per al directori local '%s'. La navegació sincronitzada ha estat desactivada.

source: Could not open clipboard
ca_es: No s'ha pogut obrir el porta-retalls

source: Could not open log file: %s
ca_es: No s'ha pogut obrir el fitxe de registre: %s

source: Could not parse remote path.
ca_es: No s'ha pogut analitzar el camí remot.

source: Could not parse server address:
ca_es: No s'ha pogut analitzar l'adreça del servidor:

source: Could not read from socket: %s
ca_es: No s'ha pogut llegir del sòcol: %s

source: Could not read server item.
ca_es: No s'ha pogut llegir l'element del servidor.

source: Could not seek to offset %s within file
ca_es: No s'ha pogut cercar a la compensació %s dins el fitxer

source: Could not seek to the end of the file
ca_es: No s'ha pogut cercar fins al final del fitxer

source: Could not send command to fzputtygen.
ca_es: No s'ha pogut enviar l'ordre a fzputtygen.

source: Could not spawn IO thread
ca_es: No s'ha pogut engendrar el fil d'E/S

source: Could not start proxy handshake: %s
ca_es: No s'ha pogut iniciar l'autenticació del servidor intermediari: %s.

source: Could not start transfer
ca_es: No s'ha pogut iniciar la transferència

source: Could not write "%s", any changes to the Site Manager could not be saved: %s
ca_es: No s'ha pogut escriure "%s", cap canvi al gestor de llocs no podrà ser desat: %s

source: Could not write "%s", the bookmark could not be added: %s
ca_es: No s'ha pogut escriure "%s", l'adreça d'interès no s'ha pogut desar: %s

source: Could not write "%s", the global bookmarks could no be saved: %s
ca_es: No s'ha pogut escriure "%s", les adreces d'interès globals no s'han pogut desar: %s

source: Could not write "%s", the queue could not be saved. %s
ca_es: No s'ha pogut escriure "%s", la cua no s'ha pogut desar. %s

source: Could not write "%s", the selected sites could not be exported: %s
ca_es: No s'ha pogut escriure "%s", els llocs seleccionats no s'han pogut exportar: %s

source: Could not write "%s": %s
ca_es: No s'ha pogut escriure "%s": %s

source: Could not write keyfile: %s
ca_es: No s'ha pogut escriure el fitxer de clau: %s

source: Could not write to local file
ca_es: No s'ha pogut escriure al fitxer local.

source: Could not write to log file: %s
ca_es: No s'ha pogut escriure al fitxer de registre: %s

source: Could not write to socket: %s
ca_es: No s'ha pogut escriure al sòcol: %s

source: Country:
ca_es: País:

source: Crashes FileZilla instantly. Only used to debug the exception handler
ca_es: Fa fallar el FileZilla instantàniament. Només utilitzat per a depurar el gestor d'excepcions

source: Create a new subdirectory in the current directory
ca_es: Crea un nou subdirectori en el directori actual

source: Create directory
ca_es: Crea un directori

source: Creating directory
ca_es: S'està creant el directori

source: Creating directory '%s'...
ca_es: S'està creant el directori '%s'...

source: Critical error
ca_es: Error greu

source: Critical file transfer error
ca_es: Error crític en la transferència de fitxers

source: Critical file transfer error after transferring %s in %s
ca_es: Error crític en la transferència de fitxers després de transferir %s a %s

source: Current remote directory (%s) is not below the synchronization root (%s). Synchronized browsing has been disabled.
ca_es: El directori remot actual (%s) no està sota arrel sincronitzada (%s). La navegació sincronitzada ha estat desactivada.

source: Current transfer type is set to ASCII.
ca_es: El tipus de transferència actual és ASCII.

source: Current transfer type is set to automatic detection.
ca_es: El tipus de transferència actual és detecció automàtica.

source: Current transfer type is set to binary.
ca_es: El tipus de transferència actual és binari.

source: Cus&tom
ca_es: Personali&tza

source: Custom filter set
ca_es: Filtres personalitzats

source: Custom server
ca_es: Servidor personalitzat

source: D&ata type
ca_es: Tipus de d&ades

source: D&ecimal prefixes using SI symbols (e.g. 1 KB = 1000 bytes)
ca_es: Prefixos &decimals utilitzant símbols SI (per ex. 1 KB = 1000 bytes)

source: D&efault
ca_es: P&er defecte

source: D&elete
ca_es: &Suprimeix

source: D&isable all
ca_es: &Inhabilita'ls tots

source: D&o not save passwords
ca_es: N&o desis les contrasenyes

source: D&ouble-click action on directories:
ca_es: Acció de &doble clic en els directoris:

source: DOS-like with virtual paths
ca_es: com-DOS amb camins virtuals

source: Dangerous filetype
ca_es: Tipus de fitxer perillós

source: Data
ca_es: Dades

source: Data socket closed too early.
ca_es: El sòcol de dades s'ha tancat massa aviat.

source: Date
ca_es: Data
